<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadDescription</key>
    <string>Configures Apple Software Update</string>
    <key>PayloadDisplayName</key>
    <string>Apple Software Update</string>
    <key>PayloadIdentifier</key>
    <string>com.jacobfgrant.applesoftwareupdate</string>
    <key>PayloadOrganization</key>
    <string></string>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>43A9AD65-BA5B-4AC0-9AF7-4A39B6C99990</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
	<key>PayloadContent</key>
	<array>
        <dict>
            <key>PayloadDisplayName</key>
            <string>Apple Software Update</string>
            <key>PayloadEnabled</key>
            <true/>
            <key>PayloadIdentifier</key>
            <string>com.jacobfgrant.profiles.B99552DF-3E91-43B9-93E3-BA70925C3F3A</string>
            <key>PayloadType</key>
            <string>com.apple.ManagedClient.preferences</string>
            <key>PayloadUUID</key>
            <string>B99552DF-3E91-43B9-93E3-BA70925C3F3A</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
			<key>PayloadContent</key>
			<dict>
				<key>com.apple.SoftwareUpdate</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>AutomaticCheckEnabled</key>
								<false/>
								<key>AutomaticDownload</key>
								<false/>
								<key>CriticalUpdateInstall</key>
								<false/>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
		</dict>
	</array>
</dict>
</plist>
