<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadDescription</key>
    <string>Configures MunkiReport preferences</string>
    <key>PayloadDisplayName</key>
    <string>MunkiReport</string>
    <key>PayloadIdentifier</key>
    <string>com.jacobfgrant.munkireport</string>
    <key>PayloadOrganization</key>
    <string></string>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>D54DD745-9A6A-4045-868D-99CEB3424B43</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
	<key>PayloadContent</key>
	<array>
        <dict>
            <key>PayloadDisplayName</key>
            <string>MunkiReport Passphrase</string>
            <key>PayloadEnabled</key>
            <true/>
            <key>PayloadIdentifier</key>
            <string>com.jacobfgrant.profiles.45DAD9F2-0088-4111-9F66-96AE0C5F08DB</string>
            <key>PayloadType</key>
            <string>com.apple.ManagedClient.preferences</string>
            <key>PayloadUUID</key>
            <string>45DAD9F2-0088-4111-9F66-96AE0C5F08DB</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
			<key>PayloadContent</key>
			<dict>
				<key>MunkiReport</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>Passphrase</key>
								<string></string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
		</dict>
	</array>
</dict>
</plist>
